[
    {
        "id": 1,
        "category": "Health",
        "title": "Medical Supplies for the Needy",
        "bg_color": "#eff6ff",
        "text_color": "#3b82f6",
        "title_bgColor": "#bfdbfe",
        "price": 50,
        "description": "Contribute to the health and well-being of those in need by providing essential medical supplies. Your generous donation will help ensure that vulnerable individuals and communities have access to life-saving equipment and medications. In times of crisis or for those with limited resources, your support can make a significant difference. Together, we can make healthcare more accessible and save lives. Join us in this meaningful endeavor to provide hope and healing to those who need it most.",
        "bg_img": "https://i.ibb.co/YfDhhNB/volunteers-blood-donation-woman-chair-gives-bloody-serum-people-help-health-care-plasma-donors-proce.jpg"
    },
    {
        "id": 2,
        "category": "Education",
        "title": "Support Students",
        "bg_color": "#fef2f2",
        "text_color": "#ef4444",
        "title_bgColor": "#fecaca",
        "price": 25,
        "description": "Your donation will help provide books and education materials to underprivileged students in need. Education is a powerful tool for breaking the cycle of poverty, and your support can empower young minds to dream big and achieve their goals. By contributing to this cause, you are investing in the future, giving students the opportunity to access knowledge and shape their destinies. Your generosity can pave the way for brighter futures and create a world where every child has the chance to learn and thrive.",
        "bg_img": "https://i.ibb.co/K99CjDQ/Adobe-Stock-393375244.jpg"
    },
    {
        "id": 4,
        "category": "Food",
        "title": "Feed the Hungry",
        "bg_color": "#fffbeb",
        "text_color": "#f59e0b",
        "title_bgColor": "#fef3c7",
        "price": 30,
        "description": "Help combat hunger by providing food assistance to families and individuals in need. In many parts of the world, people go to bed hungry every day, facing food insecurity and malnutrition. Your donation can make a significant impact by ensuring that nutritious meals reach those who need them most. Together, we can alleviate hunger and improve the lives of countless individuals. Join us in this mission to create a world where no one has to worry about their next meal, and where everyone has the opportunity to thrive.",
        "bg_img": "https://i.ibb.co/hdH77Lx/20230626105415.png"
    },
    {
        "id": 6,
        "category": "Education",
        "title": "Scholarships for Promising",
        "bg_color": "#fef2f2",
        "text_color": "#ef4444",
        "title_bgColor": "#fecaca",
        "price": 60,
        "description": "Enable talented and deserving students to pursue their dreams through scholarships and educational opportunities. Education is a powerful force for change, and your support can unlock the potential of promising individuals who may not have the means to access higher education. By contributing to this cause, you are investing in a brighter future, where young talents can thrive, innovate, and make positive contributions to society. Your generosity can shape the leaders and innovators of tomorrow.",
        "bg_img": "https://i.ibb.co/BGKs3wq/mgmt-promise-leaders-web.jpg"
    },
    {
        "id": 3,
        "category": "Clothing",
        "title": "Warm Clothes for Winter",
        "bg_color": "#ecfeff",
        "text_color": "#06b6d4",
        "title_bgColor": "#a5f3fc",
        "price": 20,
        "description": "Provide warm clothing to those in need during the cold winter months. Winter can be a harsh and unforgiving season for those without adequate clothing to stay warm. Your donation can help protect vulnerable individuals from the cold, ensuring their safety and well-being. By contributing to this cause, you are offering more than just clothing; you are providing comfort, dignity, and relief from the biting cold. Join us in this mission to make winter a season of warmth and compassion for all.",
        "bg_img": "https://i.ibb.co/VjHJQ4n/Warm-Clothing-537x374-1.jpg"
    },
    {
        "id": 5,
        "category": "Health",
        "title": "Medicine for Low-Income",
        "bg_color": "#eff6ff",
        "text_color": "#3b82f6",
        "title_bgColor": "#bfdbfe",
        "price": 40,
        "description": "Ensure that low-income families have access to necessary medications and healthcare. Health is a fundamental human right, but many individuals and families struggle to afford essential medications and medical care. Your donation can bridge this gap and provide a lifeline to those in need. By contributing to this cause, you are promoting equity in healthcare and improving the quality of life for vulnerable populations. Join us in this vital effort to ensure that no one has to choose between their health and their financial stability.",
        "bg_img": "https://i.ibb.co/qmnX4gN/00cystic-fibrosis-vertex-01b-vfjk-video-Sixteen-By-Nine3000.jpg"
    },
    {
        "id": 8,
        "category": "Food",
        "title": "Emergency Food Relief",
        "bg_color": "#fffbeb",
        "text_color": "#f59e0b",
        "title_bgColor": "#fef3c7",
        "price": 35,
        "description": "Provide immediate food assistance to individuals facing hunger during crises. When disaster strikes or communities face emergencies, access to food becomes a critical need. Your donation can be a lifeline for those affected by crises, ensuring they have access to essential nourishment. By contributing to this cause, you are offering hope and relief to people in their darkest hours. Join us in this mission to provide emergency food relief and support to those most in need during challenging times.",
        "bg_img": "https://i.ibb.co/pZn4MsF/blog-feature-graphics-6.png"
    },
    {
        "id": 7,
        "category": "Clothing",
        "title": "Clothing Drive for Kids",
        "bg_color": "#ecfeff",
        "text_color": "#06b6d4",
        "title_bgColor": "#a5f3fc",
        "price": 15,
        "description": "Collect and distribute clothing to children in need within your community. Children are our future, and ensuring their well-being is a collective responsibility. Your donation to this clothing drive can provide comfort, warmth, and protection to kids who might not have access to suitable clothing. By contributing to this cause, you are fostering a sense of belonging and care within your community. Join us in this effort to make a positive impact on the lives of children and create a brighter future for all.",
        "bg_img": "https://i.ibb.co/bjVL3HG/CTK-RGB.png"
    },
    {
        "id": 11,
        "category": "Clothing",
        "title": "Winter Coat Drive",
        "bg_color": "#ecfeff",
        "text_color": "#06b6d4",
        "title_bgColor": "#a5f3fc",
        "price": 25,
        "description": "Collect winter coats for those in need to stay warm during the cold season. Winter can be especially harsh for individuals who lack proper clothing to protect against the cold. Your donation to this coat drive can provide essential warmth and comfort to those facing chilly temperatures. By contributing to this cause, you are helping people stay safe and healthy during the winter months. Join us in this mission to ensure that everyone has the opportunity to stay warm and cozy during the coldest season of the year.",
        "bg_img": "https://i.ibb.co/swmk18K/Winter-Coat-Drive-banner.jpg"
    },
    {
        "id": 9,
        "category": "Health",
        "title": "Support Mental Health Services",
        "bg_color": "#eff6ff",
        "text_color": "#3b82f6",
        "title_bgColor": "#bfdbfe",
        "price": 45,
        "description": "Help fund mental health programs and services for those in need of support. Mental health is a vital aspect of well-being, and your donation can make a significant difference in the lives of individuals facing mental health challenges. By contributing to this cause, you are promoting awareness, reducing stigma, and providing access to essential mental health services. Join us in this crucial effort to support mental health and offer hope and healing to those on their journey to recovery.",
        "bg_img": "https://i.ibb.co/NVD8qmD/dreamstime-m-43818865.jpg"
    },
    {
        "id": 10,
        "category": "Education",
        "title": "Technology for Schools",
        "bg_color": "#fef2f2",
        "text_color": "#ef4444",
        "title_bgColor": "#fecaca",
        "price": 70,
        "description": "Provide technology and digital resources to schools to enhance education for students. In today's digital age, access to technology is crucial for students to thrive in their education. Your donation can equip schools with the tools and resources needed to offer a modern and effective learning experience. By contributing to this cause, you are empowering students with the skills they need to succeed in a rapidly changing world. Join us in this mission to bridge the digital divide and ensure that every student has the opportunity to excel.",
        "bg_img": "https://i.ibb.co/FDV2tBL/Syr-TN4c-AEc-YMmpay2-Of-T.webp"
    },
    {
        "id": 12,
        "category": "Food",
        "title": "Meals for the Elderly",
        "bg_color": "#fffbeb",
        "text_color": "#f59e0b",
        "title_bgColor": "#fef3c7",
        "price": 55,
        "description": "Provide nutritious meals to elderly individuals who may have difficulty accessing food. The elderly often face challenges in obtaining proper nutrition, which can impact their health and well-being. Your donation can ensure that senior citizens receive balanced and nourishing meals, promoting their health and vitality. By contributing to this cause, you are showing respect and care for our elders, who have contributed so much to society. Join us in this mission to support and nourish the elderly, ensuring they age with dignity and good health.",
        "bg_img": "https://i.ibb.co/9Y2CZ4q/meal-prep.png"
    }
]
